Repository: Rafit77/glpi_physicalinv
Catalog: locales/*.po
Languages: fr_fr

source: Your GLPI version not compatible, require >= 9.1 and < 9.2
fr_fr: Votre version de GLPI n'est pas compatible, il faut la version >= 9.1 et < 9.2

source: Physical inventory
fr_fr: Inventaire physique

source: No device found with the number:
fr_fr: Aucun matériel trouvé avec ce numéro :

source: Search with the serial number or inventory number
fr_fr: Rechercher avec le numéro de série ou le numéro d'inventaire

source: Validate physical inventory
fr_fr: Valider l'inventaire physique

source: Information udpated
fr_fr: Information mise à jour

source: Physical inventry date updated
fr_fr: Date d'inventaire physique modifiée

source: Multiple devices found, choose the right
fr_fr: Plusieurs matériel trouvés, choisir le bon

source: Choose it
fr_fr: Choisir celui-là

source: General
fr_fr: Général
